//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "Obtenir de l’aide";
"GetLabsUninstaller" = "Obtenir le programme de désinstallation";


// DISPATCHER
"ReinstallButtonDescription" = "Installer la dernière version";
"UninstallButtonDescription" = "Supprimer l’installation actuelle";

"ReinstallButtonTitle" = "DERNIERE VERSION";
"UninstallButtonTitle" = "DESINSTALLER";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Il est impossible d’installer Adobe® Flash® Player.\n";
"NewerFlashPlayerAlreadyInstalled" = "Une version plus récente du logiciel est déjà installée sur ce système.";
"InstalledVersionTitle" = "Version installée :";
"ThisVersionTitle" = "Cette version :";
"SystemDoesNotMeetMinimumRequirements" = "Le système ne répond pas à la configuration minimale requise pour l’installation. Mac OS X %@ ou ultérieur est requis.";
"NeedToUninstallFirst" = "Vous devez exécuter le programme de désinstallation de Flash Player avant d’installer cette version de Flash Player. Rendez-vous sur la page Web Adobe Labs pour le télécharger.";

// WELCOME
"LicenseAgreementLink" = "Lisez le contrat de licence.";
"ReadAndAgreeToTermsOfUse" = "J’ai lu et j’accepte les conditions du contrat de licence de Flash Player.";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "Fermez la ou les applications suivantes pour continuer :";
"CloseFPClientsDescription2" = "Vous pouvez les fermer manuellement ou cliquer ci-dessous.";

"ForceCloseAllButtonTitle" = "Imposer fermeture genérale";

"CloseAppsDialogTitle" = "Fermer les autres applications";
"CloseAppsDialogMessage" = "Certaines applications sont encore ouvertes et doivent être fermées.\n\nCliquez sur OK pour obtenir une liste mise à jour.";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "Fermer";


// INSTALL
"FPInstallerWindowTitle" = "Programme d’installation d’Adobe Flash Player %@";

"EnableInstallMessage" = "Cliquez sur la case à cocher ci-dessus pour accepter le contrat de licence et lancer l’installation.";

"InstallingMessage" = "Installation en cours…";
"InstallPercentage" = "%d %%";
"FinalizingInstallationMessage" = "Finalisation de l’installation...";

"InstallButtonTitle" = "INSTALLER";
"RetryButtonTitle" = "REESSAYER";
"QuitButtonTitle" = "QUITTER";
"DoneButtonTitle" = "TERMINE";
"DownloadButtonTitle" = "TÉLÉCHARGER";

// +--> Success
"InstallSucceededTitle" = "L’installation de Flash Player %@ est terminée";
"RestartBrowserMessage" = "Redémarrez votre explorateur";

// +--> Failure
"InstallFailedTitle" = "L’installation a échoué.";
"InstallFailedDescription" = "Cette installation a échoué.";
"ErrorLogTitle" = "Journal des erreurs :";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Mettre à jour les préférences d'Adobe Flash Player";
"UpdateOptionsSubheader" = "Les mises à jour et les améliorations peuvent être téléchargées et installées automatiquement.";
"UpdateMethodSelectionTitle" = "Choisissez votre méthode de mise à jour :";
"UpdateOption_InstallAutomatically" = "Autoriser Adobe à installer les mises à jour (recommandé)";
"UpdateOption_NotifyUser" = "M’avertir avant d’installer les mises à jour";
"UpdateOption_DoNotCheckForUpdates" = "Ne jamais rechercher les mises à jour (non recommandé)";
"UpdateOptionsLearnMore" = "En savoir plus";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_fr";


// UNINSTALL
"FPUninstallerWindowTitle" = "Programme de désinstallation d’Adobe Flash Player";
"UninstallDescriptionText" = "Ce programme va supprimer Adobe® Flash® Player de votre ordinateur.";
"UninstallDescriptionText_PlusTentacleRemover" = "Ce programme va supprimer Adobe® Flash® Player, ainsi que tous les fichiers et paramètres contenus dans la mémoire cache, de votre ordinateur.";

"UninstallingMessage" = "Désinstallation en cours…";
"UninstallCompletedTitle" = "Terminée";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player a été supprimé de votre système.";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "Impossible de télécharger les informations de mise à jour. Vérifiez votre connexion Internet et réessayez.";
"CheckingForUpdatesText" = "Obtention des informations de mise à jour…";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player est à jour sur votre système.";

// Update available
"AutoUpdateXmlLocale" = "fr";
"FPAutoUpdateWindowTitle" = "Mettre à jour Adobe Flash Player";
"UpdateAvailableText" = "Une mise à jour d’Adobe® Flash® Player est disponible.";
"InstallThisUpdateQuestion" = "Installer cette mise à jour ?";
"ChangeSettingsText" = "Vous pouvez modifier vos paramètres de mise à jour dans le gestionnaire des paramètres locaux.";
"LaunchLSMLink" = "Ouvrir le gestionnaire des paramètres locaux";

"RemindMeLaterButtonTitle" = "ULTERIEUREMENT";


// Download Progress Panel
"CancelButtonTitle" = "ANNULER";
"DownloadSucceededTitle" = "Téléchargement réussi";
"DownloadFailedTitle" = "Échec du téléchargement";
"DownloadPercentage" = "%d %%";
"DownloadFailedDescription" = "Une erreur est survenue lors du téléchargement du programme d’installation. Vérifiez que vous êtes connecté à Internet et réessayez.";
"DownloadingMessage" = "Téléchargement en cours…";
"VerifyingDownloadMessage" = "Vérification du téléchargement...";
"UnpackingDownloadMessage" = "Décompression du téléchargement...";
"LaunchingInstallerMessage" = "Lancement du programme d’installation...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/fr/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/fr/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "Données d’utilisation";
"AnalyticsCheckboxLabel" = "Envoyer des données d’utilisation anonymes";
"AnalyticsCheckboxDescription" = "Aidez-nous à améliorer Adobe Flash Player en envoyant des données d’utilisation anonymes. Vous pouvez modifier ce choix à tout moment.";
"AnalyticsLearnMore" = "En savoir plus";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_fr";
